{
  "guides": [
    {
      "id": 1744474836672,
      "title": "Kann nicht reaktiviert werden - Ausser Betrieb genommen an einem anderen Standort",
      "steps": [
        {
          "id": "b8ec4e9f-4d4d-4f4a-b0c4-867ae76c9d64",
          "questionTitle": "Packung kann nicht reaktiviert werden.",
          "description": "Diese Packung wurde an einem anderen Standort dekommissioniert genommen und kann nur dort reaktiviert werden.\n\nIst Ihnen bekannt, ob diese Packung von dem Großhändler oder der Apotheke, von der Sie sie erhalten haben, in Ihrem Namen außer Betrieb genommen wurde?",
          "options": [
            {
              "id": "97927659-ff20-4851-8e35-721eaea2ecae",
              "label": "Ja",
              "target": "e392871f-b80a-47c5-a42d-3de406aa24b3"
            },
            {
              "id": "68e6005a-ecaf-4823-bf43-1eb13f7c2cff",
              "label": "Nein",
              "target": "9c1a4bb9-d181-493f-92b2-7bf8889504ee"
            }
          ]
        },
        {
          "id": "e392871f-b80a-47c5-a42d-3de406aa24b3",
          "questionTitle": "Arzneimittelverpackungen, die an einem Standort geliefert wurden, können nur am selben Standort reaktiviert werden.",
          "description": "Wenn Sie versucht haben, das Paket aufgrund eines Verfahrensfehlers zu reaktivieren, dokumentieren Sie bitte die Ursache der Fehlermeldung im NMVS. Warnmeldungen. Nach der Dokumentation ist die Untersuchung abgeschlossen und das Paket kann wieder in den verkaufsfähigen Bestand aufgenommen werden.",
          "options": []
        },
        {
          "id": "9c1a4bb9-d181-493f-92b2-7bf8889504ee",
          "questionTitle": "Ist dies ein geliehenes Paket?",
          "description": "",
          "options": [
            {
              "id": "e5214e28-36ad-4abb-891f-63378309a2e2",
              "label": "Ja",
              "target": "b4745398-782a-43a6-8592-b32c3875a1e1"
            },
            {
              "id": "3a89d5b1-c2a3-441d-8609-b4e1197f3faa",
              "label": "Nein",
              "target": "2cd665c9-1a6f-4e98-a11b-403cb0449d18"
            }
          ]
        },
        {
          "id": "b4745398-782a-43a6-8592-b32c3875a1e1",
          "questionTitle": "Geliehenes Paket",
          "description": "Wenn das Paket am Entleihort außer Betrieb genommen wurde, können Sie es nicht reaktivieren. Bitten Sie nach Möglichkeit den Entleihort um eine Reaktivierung. Dies ist jedoch nur innerhalb von 10 Tagen nach der Außerbetriebnahme möglich. Wenn Sie sicher sind, dass das Paket aufgrund eines Verfahrensfehlers bereits an einem anderen Standort außer Betrieb genommen wurde, dokumentieren Sie bitte die Ursache der Meldung in den NMVS-Meldungen. Nach der Dokumentation ist die Untersuchung abgeschlossen und das Paket kann wieder in den verkaufsfähigen Bestand zurückgeführt werden.",
          "options": []
        },
        {
          "id": "2cd665c9-1a6f-4e98-a11b-403cb0449d18",
          "questionTitle": "Nicht ausgeliehenes Paket",
          "description": "Bitte legen Sie dieses Paket beiseite und wenden Sie sich an die SMVS-GmbH, um Hilfe zu erhalten.",
          "options": []
        }
      ],
      "opCodes": [
        "51420900"
      ]
    },
    {
      "id": 1783888107,
      "title": "Deaktivierung nicht möglich",
      "steps": [
        {
          "id": "201fa989-86c0-407d-9cd8-67424e15651b",
          "questionTitle": "Dieses Paket wurde bereits deaktiviert.",
          "description": "Legen Sie das Paket beiseite und wenden Sie sich an die SMVS-GmbH, um Hilfe zu erhalten. Die SMVS GmbH muss für diese Packung einen Prüfpfad durchführen, um deren Verlauf zu überprüfen, da es sich um eine seltene Warnung handelt.",
          "options": []
        }
      ],
      "opCodes": [
        "51220300",
        "51220800",
        "51220900",
        "51320800",
        "51320900"
      ]
    },
    {
      "id": 1744480587483,
      "title": "Die vom Packungsbarcode gescannten Daten stimmen nicht mit den in der SMVS-Datenbank gespeicherten Daten überein.",
      "steps": [
        {
          "id": "863d4257-8f5c-4603-ab42-bcce341c15b5",
          "questionTitle": "Auf manuelle Dateneingabe oder Barcode-Probleme prüfen",
          "description": "Manuelle Eingabe: Falls Sie die Daten manuell eingegeben haben, anstatt die Packung zu scannen, überprüfen Sie, ob die eingegebenen Daten mit den Angaben auf der Packung übereinstimmen. Falls nicht, geben Sie die Daten erneut korrekt ein. Wenn die Packung nach der wiederholten manuellen Eingabe erfolgreich verifiziert und entsorgt wird, ist die Untersuchung abgeschlossen. 2D-Barcode: Überprüfen Sie, ob sich in der Nähe des 2D-Barcodes ein linearer Barcode auf der Packung befindet. Wenn Sie vermuten, dass Ihr Scanner beide Barcodes gleichzeitig gescannt hat, decken Sie den linearen Barcode mit Ihrem Daumen ab und scannen Sie den 2D-Barcode erneut. Konnte zu diesem Zeitpunkt bereits eine Ursache gefunden werden?",
          "options": [
            {
              "id": "5b0ace1e-a257-433c-b718-45e2fa41a19d",
              "label": "Ja",
              "target": "c05bdc5c-8da1-4764-a127-f982c8e33628"
            },
            {
              "id": "0494bce0-4a6e-4c53-8617-c630672b35ec",
              "label": "Nein",
              "target": "c172692b-de69-40f1-95f2-4177de975417"
            }
          ]
        },
        {
          "id": "c05bdc5c-8da1-4764-a127-f982c8e33628",
          "questionTitle": "Verfahrensursache gefunden und behoben",
          "description": "Ein Verifizierungsscan der Packung sollte durchgeführt werden, um festzustellen, ob die Korrekturmaßnahme erfolgreich war. Ist der Verifizierungsscan erfolgreich, kann die Packung wieder in den verkaufsfähigen Bestand zurückgeführt werden. Falls Ihre FMD-Software Ihnen eine Warnmeldung angezeigt hat, dokumentieren Sie bitte die Ursache der Warnmeldung in den NMVS-Warnmeldungen. Nach der Dokumentation ist die Untersuchung abgeschlossen.",
          "options": []
        },
        {
          "id": "c172692b-de69-40f1-95f2-4177de975417",
          "questionTitle": "NMVS-Warnmeldungen prüfen",
          "description": "Überprüfen Sie die NMVS-Warnmeldungen auf Rückmeldungen der SMVS-GmbH/des Zulassungsinhabers. Wenn Sie anhand der NMVS-Warnmeldungen erkennen können, dass die Ursache vom Zulassungsinhaber (oder der SMVS-GmbH) festgestellt und die Warnmeldung behoben wurde, sind keine weiteren Maßnahmen Ihrerseits erforderlich. Ein Verifizierungsscan der Packung sollte durchgeführt werden, um festzustellen, ob die Korrekturmaßnahme erfolgreich war. Ist der Verifizierungsscan erfolgreich, kann die Packung wieder in den verkaufsfähigen Bestand zurückgeführt werden. Wurde die Ursache gefunden und behoben?",
          "options": [
            {
              "id": "8c75f126-6a94-44e3-a15d-0242dabf1e10",
              "label": "Ja",
              "target": "9db4cec5-d7f6-4025-88dd-ed2f6cca7695"
            },
            {
              "id": "feeb6892-d500-4506-b775-0a2b2ca50c73",
              "label": "Nein",
              "target": "6d9b48ca-5515-44c4-a499-61288d5af20e"
            }
          ]
        },
        {
          "id": "9db4cec5-d7f6-4025-88dd-ed2f6cca7695",
          "questionTitle": "Root Ursache gefunden und behoben",
          "description": "Ein Kontrollscan der Packung sollte durchgeführt werden, um festzustellen, ob die Korrekturmaßnahme erfolgreich war. Ist der Kontrollscan erfolgreich, kann die Packung wieder in den verkaufsfähigen Bestand zurückgeführt werden.",
          "options": []
        },
        {
          "id": "6d9b48ca-5515-44c4-a499-61288d5af20e",
          "questionTitle": "Technische Überprüfung",
          "description": "Gescannte Daten: Wenn Sie den 2D-Barcode gescannt haben und die Packungsdaten nicht mit den Bildschirmdaten übereinstimmen, liegt möglicherweise eine falsche Scannerkonfiguration vor. Wenn Sie glauben, dass Ihr Scanner falsch konfiguriert ist, besuchen Sie die Scanner-Hilfe-Webseite hier und befolgen Sie die Schritte zur Fehlerbehebung unter https://smvs-gmbh.ch/de/hilfe/scannerhilfe\n\n- Folgen Sie den Anweisungen „Scanner überprüfen“ und „Scanner reparieren“.\n\n- Testen Sie Ihren Scanner mit dem Scanner-Testtool von EMVO. \n\nFMD-Software: Überprüfen Sie die Packungsdaten in Ihrer FMD-Software. Wenn die Daten auf dem Bildschirm verwechselt zu sein scheinen (z. B. erscheint der Produktcode in der Chargen- oder Seriennummer) und Sie denselben Datenkonflikt bei mehreren verschiedenen Packungen festgestellt haben, liegt möglicherweise ein Softwareproblem vor. Bitte wenden Sie sich an Ihren FMD-Softwareanbieter, um Unterstützung zu erhalten.\n\nWurde ein technischer Fehler gefunden und behoben?",
          "options": [
            {
              "id": "33981bcf-df2b-4fed-8027-967dbfed3c5c",
              "label": "Ja",
              "target": "78356992-81ae-4e54-a59b-5948b51fd176"
            },
            {
              "id": "32064e88-e870-4ddc-8fb3-f4a12a0a4677",
              "label": "Nein",
              "target": "559aebf0-bc2d-4ec9-8465-d5cbbcc60e65"
            }
          ]
        },
        {
          "id": "78356992-81ae-4e54-a59b-5948b51fd176",
          "questionTitle": "Technischer Fehler gefunden und behoben",
          "description": "Um festzustellen, ob die Korrekturmaßnahme erfolgreich war, sollte ein Verifizierungsscan der Packung durchgeführt werden. Ist der Verifizierungsscan erfolgreich, kann die Packung wieder in den verkaufsfähigen Bestand aufgenommen werden. Falls Ihre FMD-Software eine Warnung gemeldet hat, dokumentieren Sie bitte die Ursache der Warnung in den NMVS-Warnungen. Nach der Dokumentation ist die Untersuchung abgeschlossen.",
          "options": []
        },
        {
          "id": "559aebf0-bc2d-4ec9-8465-d5cbbcc60e65",
          "questionTitle": "Packung beiseite legen",
          "description": "Legen Sie die Packung beiseite und wenden Sie sich an IMVO, um Unterstützung zu erhalten. Wenn Ihre FMD-Software Ihnen mitteilt, dass „ein Alarm ausgelöst wurde“, dokumentieren Sie bitte Ihre Untersuchung und die Quelle des Pakets in den NMVS-Alarmen.",
          "options": []
        }
      ]
    }
  ],
  "opCodes": [
    "41020008"
  ],
  "opcodes": [
    {
      "code": "51420900",
      "guideId": 1744474836672
    },
    {
      "code": "51220300",
      "guideId": 1783888107
    },
    {
      "code": "51220800",
      "guideId": 1783888107
    },
    {
      "code": "51220900",
      "guideId": 1783888107
    },
    {
      "code": "51320800",
      "guideId": 1783888107
    },
    {
      "code": "51320900",
      "guideId": 1783888107
    },
    {
      "code": "41020008",
      "guideId": 1744480587483
    }
  ]
}
